salidas_p4/balanceador_haproxy/httperf_5.txt
httperf --timeout=5 --client=0/1 --server=172.16.24.130 --port=80 --uri=/index.php --rate=150 --send-buffer=4096 --recv-buffer=16384 --num-conns=27000 --num-calls=1
Maximum connect burst length: 4

Total: connections 27000 requests 27000 replies 27000 test-duration 180.006 s

Connection rate: 150.0 conn/s (6.7 ms/conn, <=50 concurrent connections)
Connection time [ms]: min 7.7 avg 22.2 max 543.7 median 10.5 stddev 40.1
Connection time [ms]: connect 0.4
Connection length [replies/conn]: 1.000

Request rate: 150.0 req/s (6.7 ms/req)
Request size [B]: 75.0

Reply rate [replies/s]: min 147.2 avg 150.0 max 152.8 stddev 1.0 (36 samples)
Reply time [ms]: response 21.9 transfer 0.0
Reply size [B]: header 194.0 content 28.0 footer 0.0 (total 222.0)
Reply status: 1xx=0 2xx=27000 3xx=0 4xx=0 5xx=0

CPU time [s]: user 37.93 system 139.10 (user 21.1% system 77.3% total 98.3%)
Net I/O: 43.6 KB/s (0.4*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0